Repository: nobodyguy/woo-payment-reminder
Catalog: languages/woo-payment-reminder-*.po
Languages: cs_cz

source: Payment Reminder
cs_cz: Připomenutí platby

source: Sends a reminder email for unpaid orders after a configurable number of days.
cs_cz: Odesílá e-mail s připomenutím platby po konfigurovatelném počtu dní.

source: Reminder: Complete your payment for order #{order_id}
cs_cz: Připomenutí: Dokončete platbu za objednávku #{order_id}

source: Enable/Disable
cs_cz: Povolit/Zakázat

source: Enable this email
cs_cz: Povolit tento e-mail

source: Days before first reminder
cs_cz: Dny před prvním připomenutím

source: Days before second reminder
cs_cz: Dny před druhým připomenutím

source: Hello %s,
cs_cz: Dobrý den %s,

source: We noticed that your order <strong>#%s</strong> is still awaiting payment.
cs_cz: Zjistili jsme, že vaše objednávka <strong>#%s</strong> stále čeká na platbu.

source: To complete your purchase, please proceed with the payment at your earliest convenience.
cs_cz: Pro dokončení objednávky prosím proveďte platbu co nejdříve.

source: Pay Now
cs_cz: Zaplatit nyní

source: Payment link:
cs_cz: Odkaz k platbě:

source: If you have already completed the payment, please ignore this message.
cs_cz: Pokud jste již platbu provedli, tento e-mail ignorujte.

source: Thank you for shopping with us.
cs_cz: Děkujeme za váš nákup.
